mergeMultiplesMeshes/testCase/system/mergeMultipleMeshesDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    object      mergeMultipleMeshesDict;
}
/*---------------------------------------------------------------------------*/

masterCase          ".";
// addCase             "../testCase_2";

addCase             
(
    "../testCase_2"
    "../testCase_3"
);